"All neccessary tools have been disabled in Preferences" = "Oλα τα απαιτούμενα εργαλεία έχουν απενεργοποιηθει στις Ρυθμισεις ";
"Can't map file into memory" = "Δεν είναι δυνατή η χαρτογράφηση αρχείου στη μνήμη";
"File cannot be optimized any further" = "Το αρχείο δεν μπορεί να βελτιστοποιηθεί περαιτέρω";
"File is neither PNG, GIF nor JPEG" = "Το αρχείο δεν είναι ούτε PNG, GIF, ούτε JPEG ";
"Inspecting file" = "Επιθεώρηση αρχείου";
"New file" = "Νεο αρχειο";
"Optimized file could not be saved" = "Το βελτιωμενο αρχειο δεν μπορεσε να αποθηκευθει";
"Optimized successfully with %@" = "Βελτιωση επιτυχης με %@";
"Size of optimized file is 0" = "Το μεγεθος του βελτιομενου αρχειου ειναι 0";
"Started %@" = "Εναρξη %@";
"Waiting in queue" = "Περιμένοντας στην ουρά ";
"Waiting to be optimized" = "Περιμένοντας για βελτιωση";
"Waiting to start more optimizations" = "Αναμονή για να ξεκινήσουν οι βελτιωσεις";
"%@ failed to start" = "%@ απετυχε η εναρξη";
"Add" = "Προσθηκη";
"Cut" = "Αποκοπη";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Αποθηκευμένες% @ από @%. % @ Συνολικά (έως% @ ανά αρχείο)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Αποθηκευμένες% @ από @%. % @ Ανά αρχείο στο μέσο όρο (μέχρι% @)";